Revit 2027 API
UnitTypeId.FeetFractionalInches Property
 Feet and fractional inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FeetFractionalInches { get; }
Public Shared ReadOnly Property FeetFractionalInches As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FeetFractionalInches {
	ForgeTypeId^ get ();
}
static member FeetFractionalInches : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace